docs/cii-permitted.org

* Plan of action for C II


** General things to look at
*** Effect of illuminating spectrum
+ We have the comparison between the Trapezium region and the \theta^2 A region for Orion
+ Comparison with other H II regions?
*** What is revealed by the fluorescent distribution of C II in Orion?
+ Interior surface of the warm ionized gas
  + Bounded inside by the shocked stellar wind?
+ Comparison with high-ionization lines
  + [Cl IV] 8045.62
    + Also 7530.80 but that overlaps C II 7530.57
  + [Ar IV] 4740.17
    + Also 4711.37 but that overlaps with He I 4713.14
+ Proplyd bow shocks
  + LV1, LV2, etc
+ Kinematics?
  + Are the C II lines good enough s/n to measure this?
*** Comparison with other fluorescent lines
+ O I and N I trace the near PDR
+ Si II has a diversity of distributions
  + This is the same electron configuration as C II, but n=3 instead of n=2
    + The wavelengths of equivalent transitions (so with n higher by 1 in Si II) tend to be shorter in Si II than C II by about 30%
    + Si II 4p \to 4d \lambda5041, 5056 is equivalent of C II 3p \to 3d 7231, 7236
    + Si II 4s \to 4p \lambda6347, 6371 is equivalent of C II 3s \to 3p 6578, 6583
    + Si II 4p \to 5s \lambda5958, 5979 is equivalent of C II 3p \to 4s 3919, 3921
    + Si II 5p \to 6d \lambda6818, 6830 is equivalent to C II 4p \to 5d 6257
      + But 6818 is not detected and 6830 overlaps with He I 6827.97
  + We don't seem to detect any of the pure recombination lines of Si II
    + 4f \to 6g at 6240 is same levels as C I 6460 (but not really equivalent, since we should use 1 higher n for Si II), but we do not detect it (presumably because of the low Si abundance)
    + 4d \to 5f at 7849, 7850 is equivalent of C II 4267, but we do not detect it
+ O II might have a fluorescent contribution, which could be relevant to ADF
  + This is treated in detail in
    + [[file:../../Orion-HH/muse-oii-permitted.org][file:~/Dropbox/Orion-HH/muse-oii-permitted.org]] has general description of the project
    + [[file:../../Orion-HH/oii-fluorescence.org][file:~/Dropbox/Orion-HH/oii-fluorescence.org]] has detailed calculation of routes for the fluorescent excitation of the O II V1 lines
    + 

** Atomic structure of C II (and Si II) 

*** Relevant papers
+ [[https://ui.adsabs.harvard.edu/abs/2012MNRAS.426.2318E/abstract][Escalante:2012a]]
  + Excitation of emission lines by fluorescence and recombination in IC 418
  + V. Escalante, C. Morisset and L. Georgiev


*** Ground configuration
+ 5 electrons
+ 1s^2 2s^2 (^{2}S) 2p .^{2}P^o
  + Excitations of this give doublet manifold of excited states 2s^2 n\ell .^{2}L
+ Also, excited core metastable state:
  + 1s^2 2s 2p^2 .^{4}P
  + I think the lines marked as DR come from excited quartet terms
+ And doubly excited core
  + 1s^2 2p^3 .^{2}P^o
  + Has transitions to 1s^2 2s 2p (^{3}P^o) n\ell
    + At least this is what the Atomic Line List says
    + The Escalante paper says 1s^2 2s 2p (^{1}D^o) n\ell (for instance 3p)


*** Relevant excited levels
+ lower \to upper
+ 7231, 7236
  + 3p .^{2}P^o \to 3d .^{2}D
+ 6578, 6583
  + 3s .^{2}S \to 3p .^{2}P^o
+ 6257, 6260
  + 4p .^{2}P^o \to 5d .^{2}D
+ 6460 (recomb)
  + 4f .^{2}F^o \to 6g .^{2}G (L = 4)
+ 4267 (recomb, mainly)
  + 3d .^{2}D \to 4f .^{2}F^o (L = 3)
*** What are the relevant pumping lines?
+ 7231, 7236 can have their upper level directly pumped from the ground
  + 2p .^{2}P^o \to 3d .^{2}D : 687 \AA
    #+begin_example
          : -LAB-WAVL-ANG-VAC-|-SPC--|TT|--------CONFIGURATION--------|-TERM--|-J_i-J_k-|--A_ki---|-TPF-|--LVL-EN--CM-1---|-REF---|
          :     687.0526        C II  E1         2s2.2p-2s2.3d         2Po-2D  1/2 - 3/2 2.400e+09    24  0.00 - 145549.27 ASD	  
          :     687.3453        C II  E1         2s2.2p-2s2.3d         2Po-2D  3/2 - 5/2 2.880e+09    24 63.42 - 145550.70 ASD
          :     687.3521        C II  E1         2s2.2p-2s2.3d         2Po-2D  3/2 - 3/2 4.810e+08    24 63.42 - 145549.27 ASD
    #+end_example
+ 6578 should mainly be populated by the same route
  + But also via 4s
*** Recombination contribution to spectrum
**** Estimate of 4267+ / 6578+ from recombination
