docs/cii-permitted.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-26 Fri 10:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="William Henney" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org63d2872">1. Plan of action for C II</a>
<ul>
<li><a href="#org2c74983">1.1. General things to look at</a>
<ul>
<li><a href="#org1bb3f4b">1.1.1. Effect of illuminating spectrum</a></li>
<li><a href="#org30f07cd">1.1.2. What is revealed by the fluorescent distribution of C II in Orion?</a></li>
<li><a href="#org5625005">1.1.3. Comparison with other fluorescent lines</a></li>
</ul>
</li>
<li><a href="#orgd2b05b6">1.2. Atomic structure of C II (and Si II)</a>
<ul>
<li><a href="#org8c451ca">1.2.1. Relevant papers</a></li>
<li><a href="#org6a021ad">1.2.2. Ground configuration</a></li>
<li><a href="#org7cde082">1.2.3. Relevant excited levels</a></li>
<li><a href="#org59a6649">1.2.4. What are the relevant pumping lines?</a></li>
<li><a href="#org7f581f6">1.2.5. Recombination contribution to spectrum</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org00afede">2. Previous notes from other projects</a>
<ul>
<li><a href="#orgae363bb">2.1. orion-muse.org</a>
<ul>
<li><a href="#orga3cf30d">2.1.1. Random thoughts on permitted lines</a></li>
<li><a href="#orgeb079ac">2.1.2. <span class="done DONE">DONE</span> <code>[10/10]</code> Perform line extraction, fuzzing, binning, multimapping all on linux server</a></li>
<li><a href="#org51b2884">2.1.3. Extract from basic-line-list.tab</a></li>
</ul>
</li>
<li><a href="#orgf9f0632">2.2. muse-oii-permitted.org</a>
<ul>
<li><a href="#org1070ea2">2.2.1. <span class="todo TODO">TODO</span> Permitted lines</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org63d2872" class="outline-2">
<h2 id="org63d2872"><span class="section-number-2">1</span> Plan of action for C II</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org2c74983" class="outline-3">
<h3 id="org2c74983"><span class="section-number-3">1.1</span> General things to look at</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org1bb3f4b" class="outline-4">
<h4 id="org1bb3f4b"><span class="section-number-4">1.1.1</span> Effect of illuminating spectrum</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>We have the comparison between the Trapezium region and the &theta;<sup>2</sup> A region for Orion</li>
<li>Comparison with other H II regions?</li>
</ul>
</div>
</div>
<div id="outline-container-org30f07cd" class="outline-4">
<h4 id="org30f07cd"><span class="section-number-4">1.1.2</span> What is revealed by the fluorescent distribution of C II in Orion?</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>Interior surface of the warm ionized gas
<ul class="org-ul">
<li>Bounded inside by the shocked stellar wind?</li>
</ul></li>
<li>Comparison with high-ionization lines
<ul class="org-ul">
<li>[Cl IV] 8045.62
<ul class="org-ul">
<li>Also 7530.80 but that overlaps C II 7530.57</li>
</ul></li>
<li>[Ar IV] 4740.17
<ul class="org-ul">
<li>Also 4711.37 but that overlaps with He I 4713.14</li>
</ul></li>
</ul></li>
<li>Proplyd bow shocks
<ul class="org-ul">
<li>LV1, LV2, etc</li>
</ul></li>
<li>Kinematics?
<ul class="org-ul">
<li>Are the C II lines good enough s/n to measure this?</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5625005" class="outline-4">
<h4 id="org5625005"><span class="section-number-4">1.1.3</span> Comparison with other fluorescent lines</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li>O I and N I trace the near PDR</li>
<li>Si II has a diversity of distributions
<ul class="org-ul">
<li>This is the same electron configuration as C II, but n=3 instead of n=2
<ul class="org-ul">
<li>The wavelengths of equivalent transitions (so with n higher by 1 in Si II) tend to be shorter in Si II than C II by about 30%</li>
<li>Si II 4p &rarr; 4d &lambda;5041, 5056 is equivalent of C II 3p &rarr; 3d 7231, 7236</li>
<li>Si II 4s &rarr; 4p &lambda;6347, 6371 is equivalent of C II 3s &rarr; 3p 6578, 6583</li>
<li>Si II 4p &rarr; 5s &lambda;5958, 5979 is equivalent of C II 3p &rarr; 4s 3919, 3921</li>
<li>Si II 5p &rarr; 6d &lambda;6818, 6830 is equivalent to C II 4p &rarr; 5d 6257
<ul class="org-ul">
<li>But 6818 is not detected and 6830 overlaps with He I 6827.97</li>
</ul></li>
</ul></li>
<li>We don't seem to detect any of the pure recombination lines of Si II
<ul class="org-ul">
<li>4f &rarr; 6g at 6240 is same levels as C I 6460 (but not really equivalent, since we should use 1 higher n for Si II), but we do not detect it (presumably because of the low Si abundance)</li>
<li>4d &rarr; 5f at 7849, 7850 is equivalent of C II 4267, but we do not detect it</li>
</ul></li>
</ul></li>
<li>O II might have a fluorescent contribution, which could be relevant to ADF</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd2b05b6" class="outline-3">
<h3 id="orgd2b05b6"><span class="section-number-3">1.2</span> Atomic structure of C II (and Si II)</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org8c451ca" class="outline-4">
<h4 id="org8c451ca"><span class="section-number-4">1.2.1</span> Relevant papers</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li><a href="https://ui.adsabs.harvard.edu/abs/2012MNRAS.426.2318E/abstract">Escalante:2012a</a>
<ul class="org-ul">
<li>Excitation of emission lines by fluorescence and recombination in IC 418</li>
<li>V. Escalante, C. Morisset and L. Georgiev</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org6a021ad" class="outline-4">
<h4 id="org6a021ad"><span class="section-number-4">1.2.2</span> Ground configuration</h4>
<div class="outline-text-4" id="text-1-2-2">
<ul class="org-ul">
<li>5 electrons</li>
<li>1s<sup>2</sup> 2s<sup>2</sup> (<sup>2</sup>S) 2p .<sup>2</sup>P<sup>o</sup>
<ul class="org-ul">
<li>Excitations of this give doublet manifold of excited states 2s<sup>2</sup> n&ell; .<sup>2</sup>L</li>
</ul></li>
<li>Also, excited core metastable state:
<ul class="org-ul">
<li>1s<sup>2</sup> 2s 2p<sup>2</sup> .<sup>4</sup>P</li>
<li>I think the lines marked as DR come from excited quartet terms</li>
</ul></li>
<li>And doubly excited core
<ul class="org-ul">
<li>1s<sup>2</sup> 2p<sup>3</sup> .<sup>2</sup>P<sup>o</sup></li>
<li>Has transitions to 1s<sup>2</sup> 2s 2p (<sup>3</sup>P<sup>o</sup>) n&ell;
<ul class="org-ul">
<li>At least this is what the Atomic Line List says</li>
<li>The Escalante paper says 1s<sup>2</sup> 2s 2p (<sup>1</sup>D<sup>o</sup>) n&ell; (for instance 3p)</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org7cde082" class="outline-4">
<h4 id="org7cde082"><span class="section-number-4">1.2.3</span> Relevant excited levels</h4>
<div class="outline-text-4" id="text-1-2-3">
<ul class="org-ul">
<li>lower &rarr; upper</li>
<li>7231, 7236
<ul class="org-ul">
<li>3p .<sup>2</sup>P<sup>o</sup> &rarr; 3d .<sup>2</sup>D</li>
</ul></li>
<li>6578, 6583
<ul class="org-ul">
<li>3s .<sup>2</sup>S &rarr; 3p .<sup>2</sup>P<sup>o</sup></li>
</ul></li>
<li>6257, 6260
<ul class="org-ul">
<li>4p .<sup>2</sup>P<sup>o</sup> &rarr; 5d .<sup>2</sup>D</li>
</ul></li>
<li>6460 (recomb)
<ul class="org-ul">
<li>4f .<sup>2</sup>F<sup>o</sup> &rarr; 6g .<sup>2</sup>G (L = 4)</li>
</ul></li>
<li>4267 (recomb, mainly)
<ul class="org-ul">
<li>3d .<sup>2</sup>D &rarr; 4f .<sup>2</sup>F<sup>o</sup> (L = 3)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org59a6649" class="outline-4">
<h4 id="org59a6649"><span class="section-number-4">1.2.4</span> What are the relevant pumping lines?</h4>
<div class="outline-text-4" id="text-1-2-4">
<ul class="org-ul">
<li>7231, 7236 can have their upper level directly pumped from the ground
<ul class="org-ul">
<li><p>
2p .<sup>2</sup>P<sup>o</sup> &rarr; 3d .<sup>2</sup>D : 687 &Aring;
</p>
<pre class="example" id="orgc329053">
: -LAB-WAVL-ANG-VAC-|-SPC--|TT|--------CONFIGURATION--------|-TERM--|-J_i-J_k-|--A_ki---|-TPF-|--LVL-EN--CM-1---|-REF---|
:     687.0526        C II  E1         2s2.2p-2s2.3d         2Po-2D  1/2 - 3/2 2.400e+09    24  0.00 - 145549.27 ASD	  
:     687.3453        C II  E1         2s2.2p-2s2.3d         2Po-2D  3/2 - 5/2 2.880e+09    24 63.42 - 145550.70 ASD
:     687.3521        C II  E1         2s2.2p-2s2.3d         2Po-2D  3/2 - 3/2 4.810e+08    24 63.42 - 145549.27 ASD
</pre></li>
</ul></li>
<li>6578 should mainly be populated by the same route
<ul class="org-ul">
<li>But also via 4s</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org7f581f6" class="outline-4">
<h4 id="org7f581f6"><span class="section-number-4">1.2.5</span> Recombination contribution to spectrum</h4>
<div class="outline-text-4" id="text-1-2-5">
</div>
<ol class="org-ol">
<li><a id="org20feab1"></a>Estimate of 4267+ / 6578+ from recombination<br />
<ol class="org-ol">
