docs/cii-permitted.org
***** Estimate based on Escalante:2012a
This is the table of their calculations for IC 418, which should be typical conditions for PNe and H II regions
| Lower-Upper      |   \lambda(À) | I_rec/I_calc | I_calc |  I_obs |  I_rec |
|------------------+--------+------------+-------+-------+-------|
| 3d2D5/2-4f2F9,   | 4267.3 |      0.989 | 59.20 | 57.12 | 58.55 |
| 3s251/2-3p2Pg3/2 | 6578.1 |      0.654 | 42.90 | 53.74 | 28.06 |
| 3s2S1/2-3p 2P°n  | 6582.9 |      0.527 | 26.60 |       | 14.02 |
| 3p-P9/2-3d-D3/2  | 7231.3 |      0.632 | 26.60 | 16.92 | 16.81 |
| 3p2P92-3d2D5/2   | 7236.4 |      0.836 | 43.30 | 46.73 | 36.20 |
| 3p2P%2-3dD3/2    | 7237.2 |      0.632 |  5.30 |  4.89 |  3.35 |
#+TBLFM: $6=$3 $4;f2

+ The last column is the predicted intensity from recombination alone
+ Unfortunately, I don't know if their value for 4267.3 includes the 4267.0 component or not
+ Anyway, they get 4267.3/6578.1 = 58.55/28.06 = 2.1
  + If they included 4267.0 as well, it would be slightly higher
  + But including 6582.9 (unobservable!) would make it lower again
***** Estimate based on Davey:2000a
Effective recombination coefficients (units 1e-14 cm^3/s) for different T (units of 1000 K)
| Transition      | A[nm] | Case |     3.5 |     5.0 |     7.5 |    10.0 |    12.5 |    15.0 |    20.0 |
|-----------------+-------+------+---------+---------+---------+---------+---------+---------+---------|
| 4f(2F°)-3d(?De) | 426.7 | A    | 8.06e+1 | 5.65e+1 | 3.72e+1 | 2.73e+1 | 2.14e+1 | 1.79e+1 | 1.51e+1 |
| -               | -     | B    | 8.12e+1 | 5.70e+1 | 3.75e+1 | 2.76e+1 | 2.17e+1 | 1.81e+1 | 1.53e+1 |
| 3p(2Po)-3s(?Se) | 658.0 | A    | 9.39e+0 | 7.82e+0 | 6.57e+0 | 6.20e+0 | 6.28e+0 | 6.56e+0 | 7.21e+0 |
| -               | -     | B    | 7.19e+1 | 5.50e+1 | 4.04e+1 | 3.29e+1 | 2.88e+1 | 2.67e+1 | 2.67e+1 |
| 3d(2De)-3p(2po) | 723.5 | A    | 2.02e+0 | 1.48e+0 | 1.03e+0 | 7.91e-1 | 6.57e-1 | 5.86e-1 | 5.66e-1 |
| -               | -     | B    | 1.42e+2 | 1.04e+2 | 7.25e+1 | 5.59e+1 | 4.65e+1 | 4.15e+1 | 4.00e+1 |

+ Case A and Case B - which should we use?
+ Intensity ratio is ratio of \alpha / \lambda
  + Calculation for Case B at 1e4 K
    + I(426.7) / I(658.0) = (2.76e+1 / 426.7) / (3.29e+1 / 658.0) = 1.2936
  + Calculation for Case A at 1e4 K
    + I(426.7) / I(658.0) = (2.73e+1 / 426.7) / (6.20e+0 / 658.0) = 6.79
** Datasets to use
*** TODO KPNO Orion
+ This has C II 6578
+ [[file:../../../Work/BobKPNO/2004/README]]
 
*** MUSE Orion
+ Pure recomb
  + 6462
+ Added fluorescence
  + 7231 should be uncontaminated
  + 7236 may be contaminated by [Ar IV] 7237.4, but that should be only 2 to 3% of 4740
  + 6578 needs to have the [N II] subtracted
*** PPAK Orion
+ Has very good map of 4267
+ Also 5342 and 6462
*** SPM MES Orion
+ Also has C II 6578 over a wider field than KPNO
  + And possibly deeper
  + But less systematic coverage

* Previous notes from other projects
These are just copied verbatim here.

Also, general notes on permitted lines can be found in:
+ [[file:../../Orion-HH/muse-oii-permitted.org]]
+ [[file:../../Metal-Permitted/metal-permitted.org]]



** orion-muse.org
*** Random thoughts on permitted lines
:LOGBOOK:
CLOCK: [2017-01-05 Thu 13:05]--[2017-01-09 Mon 19:46] => 102:41
:END:
+ Good discussion in Sharpee et al 2004
  + Turns out that the C II 7231, 7236 lines are already expected to be 50% fluorescence
    + At least according to Grandi (1976)
    + This is multiplet V3
  + Description of morphology of the fluorescent contribution is hidden away in [[id:347AC3EE-D131-4BEF-9A94-71DC9FFFD199][{10/10} Perform line extraction, fuzzing, binning, multimapping all on linux server]]
  + The best C II line is V6 4267, which we don't have
  + The pure recomb lines that we /do/ have are
    + 4620.11 V17.08 - clean bit of spectrum but very weak
    + 4802.740 - messy blend with N II and possibly [Co II]
    + 5342.40 V17.06 - clean but weak
    + 6151.43 V16.04 - stronger than the others, more or less clean, except for O I 6156 on the red side
    + 6461.95 V17.04 - strongest so far and clean
    + 7519.49 - not in Sharpee, sky contam but subtractable
  + So best bet seems to be 6461.95
*** DONE [#A] [10/10] Perform line extraction, fuzzing, binning, multimapping all on linux server
CLOSED: [2015-11-09 Mon 19:46]
:PROPERTIES:
:ID:       347AC3EE-D131-4BEF-9A94-71DC9FFFD199
:END:
:LOGBOOK:
- Note taken on [2015-11-09 Mon 19:46] \\
  This took forever!
:END:
...
*Lots of steps*
...
9. Do multibin combination for the ratios at constant s/n
   - [X] Pilot study for selected ratios.  Highlights are:
     - C II 7236 / H\alpha 6563 - shows wonderful swirls, presumably where thet fluorescent excitation of the C II line is highest, which should trace the inner edge of dense ionized gas in the nebula.  This has peaks (from inside to outside) at the LV bowshocks; at the *Ney-Allen Nebula*; at the filament behind LV6; /possibly/ the 177-341 bowshock; in a *270 degree shell* that starts in front of 177-341 and curves round to W past 159-350 shocks, then runs NW parallel to the SW lane (and yes, that is an extinction feature, the superposition may be conicidental), then bends to the E to run along just inside the high-ionization inner arm of the E-W bar (of course the appearance of a 270 deg shell may be illusory); then the E side of the *Big Arc*, which is the largest scale feature (to the W it becoes less prominent, which coincides in PA with where the inner 270 deg shell gets brighter - maybe it is blocking it); then finally, around \theta2A.  There is also a dip at the Bright Bar i-front, which must be due the C++/C+ transition
   
