docs/cii-permitted.html
<li><a id="org232ce1e"></a>Estimate based on Escalante:2012a<br />
<div class="outline-text-6" id="text-1-2-5-1-1">
<p>
This is the table of their calculations for IC 418, which should be typical conditions for PNe and H II regions
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Lower-Upper</th>
<th scope="col" class="org-right">&lambda;(À)</th>
<th scope="col" class="org-right">I<sub>rec</sub>/I<sub>calc</sub></th>
<th scope="col" class="org-right">I<sub>calc</sub></th>
<th scope="col" class="org-right">I<sub>obs</sub></th>
<th scope="col" class="org-right">I<sub>rec</sub></th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">3d2D5/2-4f2F9,</td>
<td class="org-right">4267.3</td>
<td class="org-right">0.989</td>
<td class="org-right">59.20</td>
<td class="org-right">57.12</td>
<td class="org-right">58.55</td>
</tr>

<tr>
<td class="org-left">3s251/2-3p2Pg3/2</td>
<td class="org-right">6578.1</td>
<td class="org-right">0.654</td>
<td class="org-right">42.90</td>
<td class="org-right">53.74</td>
<td class="org-right">28.06</td>
</tr>

<tr>
<td class="org-left">3s2S1/2-3p 2P°n</td>
<td class="org-right">6582.9</td>
<td class="org-right">0.527</td>
<td class="org-right">26.60</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">14.02</td>
</tr>

<tr>
<td class="org-left">3p-P9/2-3d-D3/2</td>
<td class="org-right">7231.3</td>
<td class="org-right">0.632</td>
<td class="org-right">26.60</td>
<td class="org-right">16.92</td>
<td class="org-right">16.81</td>
</tr>

<tr>
<td class="org-left">3p2P92-3d2D5/2</td>
<td class="org-right">7236.4</td>
<td class="org-right">0.836</td>
<td class="org-right">43.30</td>
<td class="org-right">46.73</td>
<td class="org-right">36.20</td>
</tr>

<tr>
<td class="org-left">3p2P%2-3dD3/2</td>
<td class="org-right">7237.2</td>
<td class="org-right">0.632</td>
<td class="org-right">5.30</td>
<td class="org-right">4.89</td>
<td class="org-right">3.35</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>The last column is the predicted intensity from recombination alone</li>
<li>Unfortunately, I don't know if their value for 4267.3 includes the 4267.0 component or not</li>
<li>Anyway, they get 4267.3/6578.1 = 58.55/28.06 = 2.1
<ul class="org-ul">
<li>If they included 4267.0 as well, it would be slightly higher</li>
<li>But including 6582.9 (unobservable!) would make it lower again</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org9deec11"></a>Estimate based on Davey:2000a<br />
<div class="outline-text-6" id="text-1-2-5-1-2">
<p>
Effective recombination coefficients (units 1e-14 cm<sup>3</sup>/s) for different T (units of 1000 K)
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Transition</th>
<th scope="col" class="org-left">A[nm]</th>
<th scope="col" class="org-left">Case</th>
<th scope="col" class="org-right">3.5</th>
<th scope="col" class="org-right">5.0</th>
<th scope="col" class="org-right">7.5</th>
<th scope="col" class="org-right">10.0</th>
<th scope="col" class="org-right">12.5</th>
<th scope="col" class="org-right">15.0</th>
<th scope="col" class="org-right">20.0</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">4f(2F°)-3d(?De)</td>
<td class="org-left">426.7</td>
<td class="org-left">A</td>
<td class="org-right">8.06e+1</td>
<td class="org-right">5.65e+1</td>
<td class="org-right">3.72e+1</td>
<td class="org-right">2.73e+1</td>
<td class="org-right">2.14e+1</td>
<td class="org-right">1.79e+1</td>
<td class="org-right">1.51e+1</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">-</td>
<td class="org-left">B</td>
<td class="org-right">8.12e+1</td>
<td class="org-right">5.70e+1</td>
<td class="org-right">3.75e+1</td>
<td class="org-right">2.76e+1</td>
<td class="org-right">2.17e+1</td>
<td class="org-right">1.81e+1</td>
<td class="org-right">1.53e+1</td>
</tr>

<tr>
<td class="org-left">3p(2Po)-3s(?Se)</td>
<td class="org-left">658.0</td>
<td class="org-left">A</td>
<td class="org-right">9.39e+0</td>
<td class="org-right">7.82e+0</td>
<td class="org-right">6.57e+0</td>
<td class="org-right">6.20e+0</td>
<td class="org-right">6.28e+0</td>
<td class="org-right">6.56e+0</td>
<td class="org-right">7.21e+0</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">-</td>
<td class="org-left">B</td>
<td class="org-right">7.19e+1</td>
<td class="org-right">5.50e+1</td>
<td class="org-right">4.04e+1</td>
<td class="org-right">3.29e+1</td>
<td class="org-right">2.88e+1</td>
<td class="org-right">2.67e+1</td>
<td class="org-right">2.67e+1</td>
</tr>

<tr>
<td class="org-left">3d(2De)-3p(2po)</td>
<td class="org-left">723.5</td>
<td class="org-left">A</td>
<td class="org-right">2.02e+0</td>
<td class="org-right">1.48e+0</td>
<td class="org-right">1.03e+0</td>
<td class="org-right">7.91e-1</td>
<td class="org-right">6.57e-1</td>
<td class="org-right">5.86e-1</td>
<td class="org-right">5.66e-1</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">-</td>
<td class="org-left">B</td>
<td class="org-right">1.42e+2</td>
<td class="org-right">1.04e+2</td>
<td class="org-right">7.25e+1</td>
<td class="org-right">5.59e+1</td>
<td class="org-right">4.65e+1</td>
<td class="org-right">4.15e+1</td>
<td class="org-right">4.00e+1</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Case A and Case B - which should we use?</li>
<li>Intensity ratio is ratio of &alpha; / &lambda;
<ul class="org-ul">
<li>Calculation for Case B at 1e4 K
<ul class="org-ul">
<li>I(426.7) / I(658.0) = (2.76e+1 / 426.7) / (3.29e+1 / 658.0) = 1.2936</li>
</ul></li>
<li>Calculation for Case A at 1e4 K
<ul class="org-ul">
<li>I(426.7) / I(658.0) = (2.73e+1 / 426.7) / (6.20e+0 / 658.0) = 6.79</li>
</ul></li>
</ul></li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org00afede" class="outline-2">
<h2 id="org00afede"><span class="section-number-2">2</span> Previous notes from other projects</h2>
<div class="outline-text-2" id="text-2">
<p>
These are just copied verbatim here.
</p>

<p>
Also, general notes on permitted lines can be found in:
</p>
<ul class="org-ul">
<li><a href="../../Orion-HH/muse-oii-permitted.html">../../Orion-HH/muse-oii-permitted.html</a></li>
<li><a href="../../Metal-Permitted/metal-permitted.html">../../Metal-Permitted/metal-permitted.html</a></li>
</ul>
</div>



<div id="outline-container-orgae363bb" class="outline-3">
<h3 id="orgae363bb"><span class="section-number-3">2.1</span> orion-muse.org</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orga3cf30d" class="outline-4">
<h4 id="orga3cf30d"><span class="section-number-4">2.1.1</span> Random thoughts on permitted lines</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>Good discussion in Sharpee et al 2004
<ul class="org-ul">
<li>Turns out that the C II 7231, 7236 lines are already expected to be 50% fluorescence
<ul class="org-ul">
<li>At least according to Grandi (1976)</li>
<li>This is multiplet V3</li>
</ul></li>
<li>Description of morphology of the fluorescent contribution is hidden away in <a href="#orgeb079ac">{10/10} Perform line extraction, fuzzing, binning, multimapping all on linux server</a></li>
<li>The best C II line is V6 4267, which we don't have</li>
<li>The pure recomb lines that we <i>do</i> have are
<ul class="org-ul">
<li>4620.11 V17.08 - clean bit of spectrum but very weak</li>
<li>4802.740 - messy blend with N II and possibly [Co II]</li>
<li>5342.40 V17.06 - clean but weak</li>
<li>6151.43 V16.04 - stronger than the others, more or less clean, except for O I 6156 on the red side</li>
<li>6461.95 V17.04 - strongest so far and clean</li>
<li>7519.49 - not in Sharpee, sky contam but subtractable</li>
</ul></li>
<li>So best bet seems to be 6461.95</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgeb079ac" class="outline-4">
<h4 id="orgeb079ac"><span class="section-number-4">2.1.2</span> <span class="done DONE">DONE</span> <code>[10/10]</code> Perform line extraction, fuzzing, binning, multimapping all on linux server</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
&#x2026;
<b>Lots of steps</b>
&#x2026;
</p>
<ol class="org-ol">
<li>Do multibin combination for the ratios at constant s/n
<ul class="org-ul">
<li class="on"><code>[X]</code> Pilot study for selected ratios.  Highlights are:
<ul class="org-ul">
<li>C II 7236 / H&alpha; 6563 - shows wonderful swirls, presumably where thet fluorescent excitation of the C II line is highest, which should trace the inner edge of dense ionized gas in the nebula.  This has peaks (from inside to outside) at the LV bowshocks; at the <b>Ney-Allen Nebula</b>; at the filament behind LV6; <i>possibly</i> the 177-341 bowshock; in a <b>270 degree shell</b> that starts in front of 177-341 and curves round to W past 159-350 shocks, then runs NW parallel to the SW lane (and yes, that is an extinction feature, the superposition may be conicidental), then bends to the E to run along just inside the high-ionization inner arm of the E-W bar (of course the appearance of a 270 deg shell may be illusory); then the E side of the <b>Big Arc</b>, which is the largest scale feature (to the W it becoes less prominent, which coincides in PA with where the inner 270 deg shell gets brighter - maybe it is blocking it); then finally, around &theta;2A.  There is also a dip at the Bright Bar i-front, which must be due the C++/C+ transition</li>
</ul></li>
</ul></li>
</ol>
</div>
</div>
