docs/cii-permitted.org
*** Extract from basic-line-list.tab
+ /Note added [2021-11-24 Wed]/
  + I have included other lines that are within 1 or 2 Angstrom of the C II lines
#+name: cii-line-list
| Ion     | Class |     wav0 | strength | blue cont | red cont | comment                      |
|---------+-------+----------+----------+-----------+----------+------------------------------|
| C II    | P     |  4620.11 |        6 |         1 |        1 | *** also 4620.26, pure recom |
| C II    | P     | 4802.740 |        5 |         1 |        0 | *** blend but pure recom     |
| N II    | P     | 4803.287 |        4 |         1 |        1 | blend [Co II] 4802.36        |
| C II    | P     |  5121.82 |        7 |         1 |        1 | ***                          |
| C II    | P     |  5342.40 |        6 |         0 |        1 | *** V17.06 pure recom        |
| C II    | P     |  5889.78 |        4 |         1 |        0 | Na I sky blend, V5           |
| C II    | P     |  6151.43 |        5 |         1 |        0 | V16.04, pure recomb          |
| O I     | L     |  6155.98 |        6 |         0 |        1 | * blend with Ni II 6157.42   |
| C II    | P     |  6257.18 |        7 |         1 |        0 | *** V10.03 + O I ?           |
| C II    | P     |  6259.56 |        7 |         0 |        1 | *** V10.03, pure recomb      |
| C II    | P     |  6461.95 |        6 |         1 |        1 | V17.04 Pure recomb           |
| C II    | P     |  6578.05 |        5 |         1 |        0 | Blue 6583.45 dominates       |
| [N II]  | L     |  6583.45 |        2 |         1 |        1 |                              |
| C II    | D     |  6779.94 |        7 |         1 |        0 | *** +6780.60 DIELEC          |
| C II    | D     |  6787.22 |        7 |         1 |        1 | ***                          |
| C II    | P     |  6812.28 |        7 |         0 |        1 | *** or [Ni II] 6813.57 ?     |
| C II    | P     |  7231.34 |        3 |         1 |        0 | V3 - 50% fluorescence        |
| C II    | P     |  7236.42 |        3 |         0 |        1 | 7236.42 + 7237.17            |
| O II    | P     | 7369.029 |        6 |         1 |        0 | blend C II 7370.0            |
| C II    | P     |  7519.49 |        6 |         1 |        0 | Plus Sky at 7524             |
| [Cl IV] | U     |  7530.80 |        5 |         0 |        1 | blend C II 7530.57           |







** muse-oii-permitted.org
