docs/cii-permitted.html

<div id="outline-container-org51b2884" class="outline-4">
<h4 id="org51b2884"><span class="section-number-4">2.1.3</span> Extract from basic-line-list.tab</h4>
<div class="outline-text-4" id="text-2-1-3">
<ul class="org-ul">
<li><i>Note added <span class="timestamp-wrapper"><span class="timestamp">[2021-11-24 Wed]</span></span></i>
<ul class="org-ul">
<li>I have included other lines that are within 1 or 2 Angstrom of the C II lines</li>
</ul></li>
</ul>
<table id="orgc27e69d" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ion</th>
<th scope="col" class="org-left">Class</th>
<th scope="col" class="org-right">wav0</th>
<th scope="col" class="org-right">strength</th>
<th scope="col" class="org-right">blue cont</th>
<th scope="col" class="org-right">red cont</th>
<th scope="col" class="org-left">comment</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">4620.11</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left"><b>*</b> also 4620.26, pure recom</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">4802.740</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left"><b>*</b> blend but pure recom</td>
</tr>

<tr>
<td class="org-left">N II</td>
<td class="org-left">P</td>
<td class="org-right">4803.287</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">blend [Co II] 4802.36</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">5121.82</td>
<td class="org-right">7</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left"><b>*</b></td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">5342.40</td>
<td class="org-right">6</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left"><b>*</b> V17.06 pure recom</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">5889.78</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">Na I sky blend, V5</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">6151.43</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">V16.04, pure recomb</td>
</tr>

<tr>
<td class="org-left">O I</td>
<td class="org-left">L</td>
<td class="org-right">6155.98</td>
<td class="org-right">6</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">* blend with Ni II 6157.42</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">6257.18</td>
<td class="org-right">7</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left"><b>*</b> V10.03 + O I ?</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">6259.56</td>
<td class="org-right">7</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left"><b>*</b> V10.03, pure recomb</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">6461.95</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">V17.04 Pure recomb</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">6578.05</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">Blue 6583.45 dominates</td>
</tr>

<tr>
<td class="org-left">[N II]</td>
<td class="org-left">L</td>
<td class="org-right">6583.45</td>
<td class="org-right">2</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">D</td>
<td class="org-right">6779.94</td>
<td class="org-right">7</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left"><b>*</b> +6780.60 DIELEC</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">D</td>
<td class="org-right">6787.22</td>
<td class="org-right">7</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left"><b>*</b></td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">6812.28</td>
<td class="org-right">7</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left"><b>*</b> or [Ni II] 6813.57 ?</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">7231.34</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">V3 - 50% fluorescence</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">7236.42</td>
<td class="org-right">3</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">7236.42 + 7237.17</td>
</tr>

<tr>
<td class="org-left">O II</td>
<td class="org-left">P</td>
<td class="org-right">7369.029</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">blend C II 7370.0</td>
</tr>

<tr>
<td class="org-left">C II</td>
<td class="org-left">P</td>
<td class="org-right">7519.49</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">0</td>
<td class="org-left">Plus Sky at 7524</td>
</tr>

<tr>
<td class="org-left">[Cl IV]</td>
<td class="org-left">U</td>
<td class="org-right">7530.80</td>
<td class="org-right">5</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
<td class="org-left">blend C II 7530.57</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
