docs/cii-permitted.org
*** TODO Permitted lines
+ Extract O II and C II lines from MUSE
+ For the O II lines, we need to isolate the 4649 blend
+ For C II pure recomb lines 
  + We have 4620 supposedly ?!
    + Very weak and there may be another line at 4621
  + Also 4803 but blended with N II and [Co II]
  + 5342.40 - very weak
  + 6151.43 - might be good
  + 6461.96 - weak but should be clear
    + This is definitely the best bet for C II lines
    + Escalante:2012a have it being all recombination
    + Whereas 7231 and 7236 are 20 to 40% fluorescent in IC 418
+ N II lines
  + These are generally weak and must be a mixture of recombination and fluorescence
+ Si II lines
  + These are much stronger, also mixture
+ More O II lines from Manu/Adal
  + 4609, 4610 - Escalante:2012a says is 100% recombination
    + Terms are in LK coupling scheme
      + 3d 2D5/2–4f F[4]o7/2
      + 3d 2D3/2–4f F[2]o5/2
    + Unfortunately, there is an [Fe III] line at 4607
    + Also N II 4607 but that is weaker
    + 4607 to 4610 are blended in Manu and MUSE
    + The O II lines are well separated from [Fe III] in Adal
    + Discussed further below
  + 4596
+ [ ] Excitation of O II V1
  + Multiplet (quartet) is 3s ^4P \to 3p ^4D
    + Storey:2017a has more rigorous terminology
    + But backwards: UPPER \to LOWER
    + 2s^{2} 2p^{2}(.^{3}P) 3p .^{4}D_{o} \to  2s^{2} 2p^{2}(.^{3}P) 3s .^{4}P_{e}
    + ~2s22p2(3P)3p 4Do    -   2s22p2(3P)3s 4Pe~
    + E.g., 4649.13 is index 8790
  + Ground state is 2p3 ^4S
    + Resonant absorption 2p3 ^4S \to 3d ^4P (429.650 \to 429.716 \AA)
      + so that is 2.12 Rydbergs
    + Followed by decay to 3p terms
    + Need to make a diagram and work out if it is feasible
  + Velocity gradients in Big Arc will tend to make fluorescence more efficient
  + Interestingly, the analogous N I multiplet is at 8680-8719
    + N I and O II are identical in electron configuration
    + We see all these lines nicely in the MUSE data
    + They are all at least 95% fluoresced
    + [ ] We could look at the equivalent of the 3d-4f lines in N I
+ Case of the 3d-4f lines
  + These should not have a fluorescent component
    + /except that maybe they might if intercombination lines are important/
  + But they give the same abundances as the other lines (in Eduardo HH 529 data)
  + Strongest lines:
    + 4303.8: I \approx 0.63e-4 Hb  (Escalante:2013a)
      + Compare with 4649 \approx 6.7e-4 Hb
        + ODell:2010a have 4959/Hb = 0.7 to 1.0 in slits 10 and 11, which cover area of Adal's slit 6
        + Adal has 4649/4959 = 10 \to 12 times 1e-4
        + Eduardo (cut 2) has I(4649.13) = 11.4 in nebula and 24 in shock !!
      + Eduardo 4959/Hb in cut 2
        + 1.15 in nebula
        + 1.67 in shock
      + Seen in Manu data - about 5 times weaker than 4317 and 4320 (3s ^4P - 3p ^4P)
        + Which are themselves about 4 times weaker than V1
        + E.g., Manu has 4649 = 1.13 x cont
        + I(4304) = 0.01 x cont, so 13 x weaker than 4649 => I(4304) = 0.77 1e-4 I(Hb)
        + Within the errors, this is consistent with Escalante predicted, especially if we add in the 4303.5 contribution: 0.09 + 0.63 = 0.72
      + Observed in Eduardo: I = 2.0 (cut 3) and 2.1 (cut 2 neb), and 4.6 (cut 2 shock) !!!
    + 4277 complex
      + Strongest component: 4275.5 with predicted I = 0.84
        + Blended with [Fe II] 4276.84 in Manu
        + Observed in Eduardo with observed I = 1.6
    + 4609.3: predicted I \approx 0.66e-4 Hb  (Escalante:2013a)
      + Also, weaker component at 4610.2
      + Seen in Manu, but blend with [Fe III] 4607
      + Very well isolated in Adal: I(4609) = 1e-4 I(4959)
      + So this has observed intensity that maybe is slightly higher than predicted (by about 30%)
+ What states can we have
  + 3 outer electrons
  + Ground state is 2p^3 ^4S
    + 2S+1 = 4 => S = 3/2 so all 3 spins are aligned
    + L=0 so J = 3/2
  + Pumped state: one electron goes from 2p \to 3d
    + L = 0 \to 1 for E1 transition so must be a ^4P state
    + In fact *only* ^4P levels can be directly pumped from ground
      + At least I would have thought, although Escalante also mention ^4S \to ^4D transition, which has \Delta L = 2, so must be quadrupole
    + So 2p^2 3d ^4P has L=1, S=3/2, J= 5/2, 3/2, 1/2
  + If we pump the 3d .^{4}P level then we need the transition
    + 3d .^{4}P_{e} \to 3p .^{4}D_{o} in order to populate the upper level of V1
    + Storey has the following components:
      |  IND |     wav | 2JI | 2JF | Other         | Manu  |
      |------+---------+-----+-----+---------------+-------|
      | 8494 | 3864.13 |   1 |   1 | Si II 3863    | Blend |
      | 8493 | 3872.44 |   1 |   3 | [Ne III] 3869 |       |
      | 8515 | 3874.09 |   3 |   1 | He I 3878     |       |
      | 8514 | 3882.45 |   3 |   3 | H I 3889      | ?     |
      | 8566 | 3893.52 |   5 |   3 | H I 3889      |       |
      | 8513 | 3896.30 |   3 |   5 |               | faint |
      | 8565 | 3907.45 |   5 |   5 |               | yes   |
      | 8564 | 3926.58 |   5 |   7 | He I 3927     |       |
    + Unfortunately, most will be blended with other lines
  + We should also get another route down via 3p .^{4}S:
    + 3d .^{4}P_{e} \to 3p .^{4}S_{o} followed by 3p .^{4}S_{o} \to 3s .^{4}P_{e}
      + which ends at same lower level as V1
    + 3d .^{4}P_{e} \to 3p .^{4}S_{o} or ~2s22p2(3P)3d 4Pe    -   2s22p2(3P)3p 4So~
      |  IND |     wav | 2JI | 2JF | Other                    | Manu   | MUSE   | Adal              |
      |------+---------+-----+-----+--------------------------+--------+--------+-------------------|
      | 8489 | 4890.86 |   1 |   3 | [Fe II] 4890             | Blend? | Blend? | weak but resolved |
      | 8507 | 4906.83 |   3 |   3 | [Fe II] 4905             | Blend? | Blend  | Weak              |
      | 8559 | 4924.53 |   5 |   3 | He I 4922, [Fe III] 4925 | Blend? | No     | Possibly          |
    + 3p .^{4}S_{o} \to 3s .^{4}P_{e} or ~2s22p2(3P)3p 4So    -   2s22p2(3P)3s 4Pe~
      |  IND |     wav | 2JI | 2JF | Other       | Manu |
      |------+---------+-----+-----+-------------+------|
      | 8730 | 3712.74 |   3 |   1 | H I 3712    | No   |
      | 8729 | 3727.32 |   3 |   3 | [O II] 3726 | No   |
      | 8728 | 3749.48 |   3 |   5 | H I 3750    | No   |
    + So this is the *cursed multiplet* - no chance of ever seeing it
