docs/cii-permitted.html







<div id="outline-container-orgf9f0632" class="outline-3">
<h3 id="orgf9f0632"><span class="section-number-3">2.2</span> muse-oii-permitted.org</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org1070ea2" class="outline-4">
<h4 id="org1070ea2"><span class="section-number-4">2.2.1</span> <span class="todo TODO">TODO</span> Permitted lines</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>Extract O II and C II lines from MUSE</li>
<li>For the O II lines, we need to isolate the 4649 blend</li>
<li>For C II pure recomb lines 
<ul class="org-ul">
<li>We have 4620 supposedly ?!
<ul class="org-ul">
<li>Very weak and there may be another line at 4621</li>
</ul></li>
<li>Also 4803 but blended with N II and [Co II]</li>
<li>5342.40 - very weak</li>
<li>6151.43 - might be good</li>
<li>6461.96 - weak but should be clear
<ul class="org-ul">
<li>This is definitely the best bet for C II lines</li>
<li>Escalante:2012a have it being all recombination</li>
<li>Whereas 7231 and 7236 are 20 to 40% fluorescent in IC 418</li>
</ul></li>
</ul></li>
<li>N II lines
<ul class="org-ul">
<li>These are generally weak and must be a mixture of recombination and fluorescence</li>
</ul></li>
<li>Si II lines
<ul class="org-ul">
<li>These are much stronger, also mixture</li>
</ul></li>
<li>More O II lines from Manu/Adal
<ul class="org-ul">
<li>4609, 4610 - Escalante:2012a says is 100% recombination
<ul class="org-ul">
<li>Terms are in LK coupling scheme
<ul class="org-ul">
<li>3d 2D5/2–4f F[4]o7/2</li>
<li>3d 2D3/2–4f F[2]o5/2</li>
</ul></li>
<li>Unfortunately, there is an [Fe III] line at 4607</li>
<li>Also N II 4607 but that is weaker</li>
<li>4607 to 4610 are blended in Manu and MUSE</li>
<li>The O II lines are well separated from [Fe III] in Adal</li>
<li>Discussed further below</li>
</ul></li>
<li>4596</li>
</ul></li>
<li class="off"><code>[&#xa0;]</code> Excitation of O II V1
<ul class="org-ul">
<li>Multiplet (quartet) is 3s ^4P &rarr; 3p ^4D
<ul class="org-ul">
<li>Storey:2017a has more rigorous terminology</li>
<li>But backwards: UPPER &rarr; LOWER</li>
<li>2s<sup>2</sup> 2p<sup>2</sup>(.<sup>3</sup>P) 3p .<sup>4</sup>D<sub>o</sub> &rarr;  2s<sup>2</sup> 2p<sup>2</sup>(.<sup>3</sup>P) 3s .<sup>4</sup>P<sub>e</sub></li>
<li><code>2s22p2(3P)3p 4Do    -   2s22p2(3P)3s 4Pe</code></li>
<li>E.g., 4649.13 is index 8790</li>
</ul></li>
<li>Ground state is 2p3 ^4S
<ul class="org-ul">
<li>Resonant absorption 2p3 ^4S &rarr; 3d ^4P (429.650 &rarr; 429.716 &Aring;)
<ul class="org-ul">
<li>so that is 2.12 Rydbergs</li>
</ul></li>
<li>Followed by decay to 3p terms</li>
<li>Need to make a diagram and work out if it is feasible</li>
</ul></li>
<li>Velocity gradients in Big Arc will tend to make fluorescence more efficient</li>
<li>Interestingly, the analogous N I multiplet is at 8680-8719
<ul class="org-ul">
<li>N I and O II are identical in electron configuration</li>
<li>We see all these lines nicely in the MUSE data</li>
<li>They are all at least 95% fluoresced</li>
<li class="off"><code>[&#xa0;]</code> We could look at the equivalent of the 3d-4f lines in N I</li>
</ul></li>
</ul></li>
<li>Case of the 3d-4f lines
<ul class="org-ul">
<li>These should not have a fluorescent component
<ul class="org-ul">
<li><i>except that maybe they might if intercombination lines are important</i></li>
</ul></li>
<li>But they give the same abundances as the other lines (in Eduardo HH 529 data)</li>
<li>Strongest lines:
<ul class="org-ul">
<li>4303.8: I &asymp; 0.63e-4 Hb  (Escalante:2013a)
<ul class="org-ul">
<li>Compare with 4649 &asymp; 6.7e-4 Hb
<ul class="org-ul">
<li>ODell:2010a have 4959/Hb = 0.7 to 1.0 in slits 10 and 11, which cover area of Adal's slit 6</li>
<li>Adal has 4649/4959 = 10 &rarr; 12 times 1e-4</li>
<li>Eduardo (cut 2) has I(4649.13) = 11.4 in nebula and 24 in shock !!</li>
</ul></li>
<li>Eduardo 4959/Hb in cut 2
<ul class="org-ul">
<li>1.15 in nebula</li>
<li>1.67 in shock</li>
</ul></li>
<li>Seen in Manu data - about 5 times weaker than 4317 and 4320 (3s ^4P - 3p ^4P)
<ul class="org-ul">
<li>Which are themselves about 4 times weaker than V1</li>
<li>E.g., Manu has 4649 = 1.13 x cont</li>
<li>I(4304) = 0.01 x cont, so 13 x weaker than 4649 =&gt; I(4304) = 0.77 1e-4 I(Hb)</li>
<li>Within the errors, this is consistent with Escalante predicted, especially if we add in the 4303.5 contribution: 0.09 + 0.63 = 0.72</li>
</ul></li>
<li>Observed in Eduardo: I = 2.0 (cut 3) and 2.1 (cut 2 neb), and 4.6 (cut 2 shock) !!!</li>
</ul></li>
<li>4277 complex
<ul class="org-ul">
<li>Strongest component: 4275.5 with predicted I = 0.84
<ul class="org-ul">
<li>Blended with [Fe II] 4276.84 in Manu</li>
<li>Observed in Eduardo with observed I = 1.6</li>
</ul></li>
</ul></li>
<li>4609.3: predicted I &asymp; 0.66e-4 Hb  (Escalante:2013a)
<ul class="org-ul">
<li>Also, weaker component at 4610.2</li>
<li>Seen in Manu, but blend with [Fe III] 4607</li>
<li>Very well isolated in Adal: I(4609) = 1e-4 I(4959)</li>
<li>So this has observed intensity that maybe is slightly higher than predicted (by about 30%)</li>
</ul></li>
</ul></li>
</ul></li>
<li>What states can we have
<ul class="org-ul">
<li>3 outer electrons</li>
<li>Ground state is 2p<sup>3</sup> ^4S
<ul class="org-ul">
<li>2S+1 = 4 =&gt; S = 3/2 so all 3 spins are aligned</li>
<li>L=0 so J = 3/2</li>
</ul></li>
<li>Pumped state: one electron goes from 2p &rarr; 3d
<ul class="org-ul">
<li>L = 0 &rarr; 1 for E1 transition so must be a ^4P state</li>
<li>In fact <b>only</b> ^4P levels can be directly pumped from ground
<ul class="org-ul">
<li>At least I would have thought, although Escalante also mention ^4S &rarr; ^4D transition, which has &Delta; L = 2, so must be quadrupole</li>
</ul></li>
<li>So 2p<sup>2</sup> 3d ^4P has L=1, S=3/2, J= 5/2, 3/2, 1/2</li>
</ul></li>
<li>If we pump the 3d .<sup>4</sup>P level then we need the transition
<ul class="org-ul">
<li>3d .<sup>4</sup>P<sub>e</sub> &rarr; 3p .<sup>4</sup>D<sub>o</sub> in order to populate the upper level of V1</li>
<li><p>
Storey has the following components:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">IND</th>
<th scope="col" class="org-right">wav</th>
<th scope="col" class="org-right">2JI</th>
<th scope="col" class="org-right">2JF</th>
<th scope="col" class="org-left">Other</th>
<th scope="col" class="org-left">Manu</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">8494</td>
<td class="org-right">3864.13</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
<td class="org-left">Si II 3863</td>
<td class="org-left">Blend</td>
</tr>

<tr>
<td class="org-right">8493</td>
<td class="org-right">3872.44</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-left">[Ne III] 3869</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8515</td>
<td class="org-right">3874.09</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">He I 3878</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8514</td>
<td class="org-right">3882.45</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">H I 3889</td>
<td class="org-left">?</td>
</tr>

<tr>
<td class="org-right">8566</td>
<td class="org-right">3893.52</td>
<td class="org-right">5</td>
<td class="org-right">3</td>
<td class="org-left">H I 3889</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8513</td>
<td class="org-right">3896.30</td>
<td class="org-right">3</td>
<td class="org-right">5</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">faint</td>
</tr>

<tr>
<td class="org-right">8565</td>
<td class="org-right">3907.45</td>
<td class="org-right">5</td>
<td class="org-right">5</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">yes</td>
</tr>

<tr>
<td class="org-right">8564</td>
<td class="org-right">3926.58</td>
<td class="org-right">5</td>
<td class="org-right">7</td>
<td class="org-left">He I 3927</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table></li>
<li>Unfortunately, most will be blended with other lines</li>
</ul></li>
<li>We should also get another route down via 3p .<sup>4</sup>S:
<ul class="org-ul">
<li>3d .<sup>4</sup>P<sub>e</sub> &rarr; 3p .<sup>4</sup>S<sub>o</sub> followed by 3p .<sup>4</sup>S<sub>o</sub> &rarr; 3s .<sup>4</sup>P<sub>e</sub>
<ul class="org-ul">
<li>which ends at same lower level as V1</li>
</ul></li>
<li><p>
3d .<sup>4</sup>P<sub>e</sub> &rarr; 3p .<sup>4</sup>S<sub>o</sub> or <code>2s22p2(3P)3d 4Pe    -   2s22p2(3P)3p 4So</code>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">IND</th>
<th scope="col" class="org-right">wav</th>
<th scope="col" class="org-right">2JI</th>
<th scope="col" class="org-right">2JF</th>
<th scope="col" class="org-left">Other</th>
<th scope="col" class="org-left">Manu</th>
<th scope="col" class="org-left">MUSE</th>
<th scope="col" class="org-left">Adal</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">8489</td>
<td class="org-right">4890.86</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-left">[Fe II] 4890</td>
<td class="org-left">Blend?</td>
<td class="org-left">Blend?</td>
<td class="org-left">weak but resolved</td>
</tr>

<tr>
<td class="org-right">8507</td>
<td class="org-right">4906.83</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">[Fe II] 4905</td>
<td class="org-left">Blend?</td>
<td class="org-left">Blend</td>
<td class="org-left">Weak</td>
</tr>

<tr>
<td class="org-right">8559</td>
<td class="org-right">4924.53</td>
<td class="org-right">5</td>
<td class="org-right">3</td>
<td class="org-left">He I 4922, [Fe III] 4925</td>
<td class="org-left">Blend?</td>
<td class="org-left">No</td>
<td class="org-left">Possibly</td>
</tr>
</tbody>
</table></li>
<li><p>
3p .<sup>4</sup>S<sub>o</sub> &rarr; 3s .<sup>4</sup>P<sub>e</sub> or <code>2s22p2(3P)3p 4So    -   2s22p2(3P)3s 4Pe</code>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">IND</th>
<th scope="col" class="org-right">wav</th>
<th scope="col" class="org-right">2JI</th>
<th scope="col" class="org-right">2JF</th>
<th scope="col" class="org-left">Other</th>
<th scope="col" class="org-left">Manu</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">8730</td>
<td class="org-right">3712.74</td>
<td class="org-right">3</td>
<td class="org-right">1</td>
<td class="org-left">H I 3712</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-right">8729</td>
<td class="org-right">3727.32</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">[O II] 3726</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-right">8728</td>
<td class="org-right">3749.48</td>
<td class="org-right">3</td>
<td class="org-right">5</td>
<td class="org-left">H I 3750</td>
<td class="org-left">No</td>
</tr>
</tbody>
</table></li>
<li>So this is the <b>cursed multiplet</b> - no chance of ever seeing it</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: William Henney</p>
<p class="date">Created: 2021-11-26 Fri 10:00</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
